<template>
  <div >
    <h3>欢迎</h3>

    <h5>游客注册</h5>
    <P>当日增加的游客用户</p>

    <h5>游客升级</h5>
    <P>游客账号转化为途游账号或绑定手机号</P>

    <h5>强登录注册</h5>
    <P>通过强登录方式首次进入游戏的用户</P>

    <h5>注册用户 DNU</h5>
    <P>当日注册TuYoo账号的用户（包含当天新增游客账号、新增强登录账号）。以前激活过的临时账号在当天升级为正式账号的不包含在内。</P>

    <h5>激活用户:</h5>
    <p>当日激活了某个游戏的用户。</p>

    <h5>新注册激活用户</h5>
    <P>当日注册当日激活游戏的用户</P>

    <h5>老注册激活用户</h5>
    <P>以前某天注册,当日激活的用户</P>

    <h5>老用户登录 DOU</h5>
    <P>非当天注册的登录用户</P>

    <h5>充值用户</h5>
    <P>统计时间内有充值行为的用户</P>

    <h5>消耗用户</h5>
    <P>统计时间内有花费金币行为的用户</P>

    <h5>日活跃用户 DAU</h5>
    <P>当天登录的用户，按UID去重</P>

    <h5>周活跃用户 WAU</h5>
    <P>当周登录用户，按UID去重</P>

    <h5>月活跃用户 MAU</h5>
    <P>当月登录用户，按UID去重</P>

    <h5>回访用户</h5>
    <P>指定时间范围的注册用户，在统计时间内至少有两天（含注册日）登录行为的。</P>

    <h5>回归用户</h5>
    <P>注册在7日（不含统计日）之前，且7日内（不含统计日）无登录行为，且统计日内登录游戏的用户，按UID去重。</P>

    <h5>忠诚用户 DEU</h5>
    <P>注册在30日（不含统计日）之前，且统计日内登录游戏的用户，按UID去重。</P>

    <h5>热用户</h5>
    <P>最近7日（含统计日）内登录或者注册的用户。</P>

    <h5>冷用户</h5>
    <P>注册在7日（含统计日）之前，且7日内（不含统计日）无登录行为的用户。</P>

    <h5>平均在线</h5>
    <P>统计时间内，每次打点记录统计的用户数量相加总和/记录次数</P>

    <h5>峰值在线</h5>
    <P>当日同时在线人数最高数值。</P>

    <h5>大厅DAU</h5>
    <P>大厅包主插件DAU</P>

    <h5>插件DAU</h5>
    <P>该游戏作为插件的总DAU</P>

    <h5>联网游戏人数</h5>
    <P>游戏人数</P>

    <h5>人均游戏时长（s）</h5>
    <P>总游戏时长/联网游戏人数</P>

    <h5>1小时以上游戏人数</h5>
    <P>玩游戏时长超过1小时的人数</P>

    <h5>局游戏时长（s）</h5>
    <P>平均每局的游戏时长</P>

    <h5>注册转化率</h5>
    <P>获得启动金币/注册用户数</P>

    <h5>登录转化率</h5>
    <P>领取登录奖励用户数/DAU</P>

    <h5>注册用户付费率</h5>
    <P>某日注册用户，在指定时间段内付费比率</P>

    <h5>登录频次</h5>
    <P>某日的注册用户，在指定时间段内，有登录行为的天数</P>

    <h5>总游戏局数</h5>
    <P>统计时间内，按天分组统计游戏服上一天中开始的游戏局数。</P>

    <h5>运营渠道</h5>
    <P>有用户营销合作的公司</P>

    <h5>支付通道</h5>
    <P>用户充值时选用的支付方式，比如YDMM、支付宝、联通等。</P>

    <h5>充值金额</h5>
    <P>当日活跃用户充值的金额</P>

    <h5>活跃用户平均付费 ARPU</h5>
    <P>当日总充值金额/DAU</P>

    <h5>充值用户平均付费 ARPPU</h5>
    <P>当日总充值金额/充值人数</P>

    <h5>付费率</h5>
    <P>当日总充值人数/DAU</P>

    <h5>客户端完成率</h5>
    <P>客户端完成支付数 / 创建订单人数</P>

    <h5>支付成功率</h5>
    <P>充值次数/创建订单数</P>

    <h5>充值用户流失率</h5>
    <P>某时段内的充值用户（去重），在统计日期（含）前7日内无登录行为的比率。</P>

    <h5>创建订单数</h5>
    <P>点击支付按钮至支付弹窗弹出</P>

    <h5>客户端完成支付数</h5>
    <P>短信发出，或支付后成功返回</P>

    <h5>发起支付请求数</h5>
    <P>选择一种支付方式，确定支付后</P>

    <h5>兑换券</h5>
    <P>通过充值赠送、比赛、运营活动等送给用户，能用于兑换话费、金币等。</P>

    <h5>金币增加</h5>
    <P>游戏内可以导致金币量增加的道具、系统</P>

    <h5>金币消耗</h5>
    <P>游戏内可以导致金币量减少的道具、系统</P>

    <h5>热用户24时金币余额</h5>
    <P>所有热用户24时统计金币携带量总和</P>

    <h5>金币事件</h5>
    <P>每个用户金币行为所对应的行为说明，金币和兑换券、钻石共用事件</P>

    <h5>注册留存</h5>
    <P>统计时间内的注册用户，自注册当天起，第N天有登录行为的用户比率。</P>

    <h5>充值留存</h5>
    <P>统计时间内的充值用户，在统计日之后第N天有登录行为的用户比率。</P>

    <h5>激活留存</h5>
    <P>统计时间内的激活用户，自激活当天起，第N天有登录行为的用户比率。</P>

    <h5>N日留存率</h5>
    <P>N日留存用户/统计时段的注册或激活用户数</P>

    <h5>回访率</h5>
    <P>某日新增用户，自激活之日起有两天以上游戏记录的用户比率</P>

    <h5>登录用户流失率</h5>
    <P>某时段内的登录用户（去重），在统计日期（含）前7日内无登录行为的比率。</P>

    <h5>插件转化率</h5>
    <P>插件激活/大厅激活</P>

    <h5>游戏转化率</h5>
    <P>各插件激活且游戏人数/各插件激活</P>

    <h5>插件覆盖率</h5>
    <P>插件DAU/大厅DAU</P>

    <h5>付费转化率</h5>
    <P>各插件激活且付费人数/各插件激活</P>

    <h5>LTV</h5>
    <P>用户生命周期，N日LTV值=新增用户在N日后的累计充值金额/新增用户数</P>

    <h5>用户质量系数</h5>
    <P>当日LTV+（2日LTV-当日LTV）*次日留存+5*（7日LTV-2日LTV）*7日留存+8*（15日LTV-7日LTV）*15日留存+15*（30日LTV-15日LTV）*30日留存+30*（60日LTV-30日LTV）*60日留存</P>

    <h5>主包主插件激活人数</h5>
    <P>大厅HallID=插件gameID，如斗地主大厅斗地主插件的激活用户</P>

    <h5>次插件激活人数</h5>
    <P>大厅HallID≠插件gameID，如斗地主大厅麻将插件等</P>

    <h5>主包大厅DAU</h5>
    <P>即斗地主大厅包、麻将大厅包的DAU</P>

    <h5>主包DAU</h5>
    <P>即斗地主大厅包内，斗地主插件的DAU</P>

    <h5>次插件DAU</h5>
    <P>即非斗地主大厅包内，斗地主插件的DAU</P>

    <h5>不去重注册</h5>
    <P>首次在所选包登录用户（可能之前在其他包已经注册过）</P>

  </div>
</template>

<script>
  export default {
    name: 'Welcome'
  }
</script>

<style scoped>

  /*div {*/
  /*  margin: 0px;*/
  /*  background-image: url("../assets/gbm.jpg");*/
  /*  background-size: 100% 100%;*/
  /*  background-repeat: no-repeat;*/
  /*  background-attachment: fixed;*/
  /*}*/

  P {
    text-indent:20px;
  }


</style>
